tutorials/reactiveTransport/reactiveTransportFoam/2DGrainstoneBimolecular/0_orig/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -3 0 0 1 0 0];

internalField   uniform 1;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }
    inlet
    {
	type            fixedValue;
        value           uniform 0;
    }
    outlet
    {
	type            zeroGradient;
    }

    fixedWalls
    {   
        type           zeroGradient;
    }

    frontandback
    {
        type            empty;
    }

}

// ************************************************************************* //
